11/data/attachments/9e5eea3c993b984f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_27f386d2-a8f3-40b8-a19f-6b4e1b7fd735</nif:username>
            <nif:friendToBeAdded>Nancy_college_Actions_18043_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>